# frozen_string_literal: true

brew 'awscli'
brew 'bash'
brew 'bat'
brew 'choose-rust'
brew 'coreutils'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git-delta'
brew 'gitleaks'
brew 'hivemind'
brew 'jq'
brew 'lua'
brew 'memcached'
brew 'ripgrep'
brew 'sd'
brew 'shellcheck'
brew 'tree'
brew 'wget'
