# frozen_string_literal: true

brew 'awscli'
brew 'bash'
brew 'bat'
brew 'cheat'
brew 'choose-rust'
brew 'coreutils'
tap 'dopplerhq/cli'
brew 'dopplerhq/cli/doppler'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gdu'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'gitleaks'
brew 'gnupg' # required by dopplerhq/cli/doppler
brew 'hivemind'
brew 'jq'
brew 'memcached'
brew 'postgresql@16'
brew 'redis'
brew 'ripgrep'
brew 'sd'
brew 'shellcheck'
brew 'tree'
brew 'wget'
